<!--suppress ALL -->


<html>
<head>
    <meta charset="utf-8">
    <title>
        Synapp - FAQ (Descripci&oacute;n, instrucciones y preguntas m&aacute;s frecuentes sobre la aplicaci&oacute;n)
    </title>
</head>
<body>
<h1>Synapp FAQ</h1>

<h2>Descripci&oacute;n, instrucciones y preguntas m&aacute;s frecuentes sobre la aplicaci&oacute;n</h2>

<p>SOBRE SYNAPP</p>

<p>&iquest;Qu&eacute; es SynAPP?</p>

<p>SynAPP es un experimento online sobre CREATIVIDAD, PENSAMIENTO DIVERGENTE y CROWD COMPUTING.</p>

<p>&iquest;Cual es el objetivo del experimento SynAPP?</p>

<p>Permitir a sus participantes explorar y posiblemente mejorar su capacidad creativa mediante:
    <br/>-la asociaci&oacute;n de parejas de im&aacute;genes con palabras o frases cortas.
    <br/>-la evaluaci&oacute;n de asociaciones realizadas por otros participantes.</p>

<p>REGISTRO Y ACCESO A LA APLICACI&oacute;N</p>

<p>&iquest;C&oacute;mo me Registro?</p>
Ir al siguiente enlace: FORMULARIO DE REGISTRO.
<br/>-Se solicitar&aacute;n 4 datos: Usuario, contrase&ntilde;a, contrase&ntilde;a otra vez, captcha (5 letras o numeros, sin espacios, da
igual may&uacute;sculas o min&uacute;sculas).
<br/>-Puede modificar el lenguaje en el que desea usar la aplicaci&oacute;n en el selector situado en la esquina superior
derecha del formulario.
<br/>-Introducir los datos solicitados y pulsar el bot&oacute;n "enviar" en el formulario de registro.
<br/>-Tanto el nombre de usuario como la contrase&ntilde;a deben contener &uacute;nicamente n&uacute;meros o letras, sin espacios.
<br/>-El nombre de usuario seleccionado debe tener una longitud de al menos 3 caracteres.
<br/>-La contrase&ntilde;a seleccionada debe tener una longitud de al menos 10 caracteres.
<br/>-Si tras el env&iacute;o del formulario de registro se muestra el error "El usuario ya existe" deber&aacute; introducir un nombre
de usuario diferente y reenviar el formulario.
<br/>-Si tras el env&iacute;o del formulario de registro se muestra el error "Captcha incorrecto" deber&aacute; introducir
correctamente la serie de 5 n&uacute;meros y digitos mostrada en la imagen. Si los caracteres resultan ilegibles, puede hacer
clic en el bot&oacute;n de refresco situado al lado de la imagen para generar una nueva y aumentada.
<p>&iquest;C&oacute;mo entro en la aplicaci&oacute;n?</p>

<p>Accediendo a la p&aacute;gina de inicio e introduciendo el nombre de usuario y contrase&ntilde;a elegidos, previo registro.</p>

<p>He olvidado mi nombre de usuario y/o contrase&ntilde;a. &iquest;Qu&eacute; puedo hacer?</p>

<p>Si indic&oacute; una direcci&oacute;n de email en su perfil tras registrarse, vaya al siguiente enlace y siga las instrucciones:
    RECUPERAR USUARIO/CONTRASE&ntilde;A.
    <br/>-Si tiene cualquier problema con este proceso, contacte con el administrador.</p>

<p>USO DE LA APLICACI&oacute;N</p>

<p>La barra de menu</p>

<p>Una vez realizado el acceso a la aplicaci&oacute;n con su nombre de usuario y contrase&ntilde;a se mostrar&aacute; en todo momento en la
    parte superior de la p&aacute;gina una barra de men&uacute; con los enlaces requeridos para navegar por la aplicaci&oacute;n y acceder a
    sus distintas secciones, decritas a continuaci&oacute;n.</p>

<p>

<p>El test</p>

<p>Cuando un usuario se registra o ha participado durante un tiempo en el experimento, opcionalmente se le solicita
    completar un test para evaluar su capacidad creativa. El acceso al resto de la aplicaci&oacute;n quedar&aacute; bloqueado hasta
    que se haya realizado el test, para el cual se proporciona un tiempo m&aacute;ximo de 30 minutos desde que el usuario
    decida comenzarlo.</p>

<p>&iquest;Por qu&eacute; no puedo acceder al test?</p>

<p>El test s&oacute;lo es accesible una vez ,al comenzar a usar la aplicaci&oacute;n o tras un tiempo de uso de la misma, y durante un
    m&aacute;ximo de 30 minutos desde su comienzo. Hasta entonces o despu&eacute;s de entonces estar&aacute; bloqueado.</p>

<p>La aplicaci&oacute;n</p>

<p>SynAPP tiene 2 modos de uso: Asociaci&oacute;n y Evaluaci&oacute;n. El modo de Asociaci&oacute;n tiene 2 submodos: Secuencial y
    Simult&aacute;nea.</p>

<p>Asociar: Modo Secuencial</p>

<p>Se muestran al participante dos im&aacute;genes secuencialmente: Primero una y tras unos segundos otra. El participante debe
    tratar de relacionar ambas de una forma coherente y original, describir esa asociaci&oacute;n en el campo indicado y
    enviarla para su evaluaci&oacute;n.</p>

<p>Asociar: Modo Simultaneo</p>

<p>Se muestran al participante dos im&aacute;genes simult&aacute;neamente. El participante debe tratar de relacionar ambas de una
    forma coherente y original, describir esa asociaci&oacute;n en el campo indicado y enviarla para su evaluaci&oacute;n.</p>

<p>Evaluar</p>

<p>Se muestra al participante la asociaci&oacute;n realizada por otro participante y se pide que la eval&uacute;e en funci&oacute;n de su
    originalidad y coherencia.</p>

<p>Estad&iacute;sticas</p>

<p></p>

<p>&iquest;Por qu&eacute; no puedo acceder a la p&aacute;gina de estad&iacute;sticas o evaluaciones?</p>

<p>Se solicita proporcionar una direcci&oacute;n de email v&aacute;lida para activar estas funciones. La secci&oacute;n sobre el perfil en
    esta p&aacute;gina le explica c&oacute;mo acceder a su perfil para hacerlo.</p>

<p>Perfil</p>

<p>&iquest;Como puedo proporcionar una direcci&oacute;n de email v&aacute;lida?</p>

<p>Seleccionar el enlace "usuario" en el men&uacute; superior, donde "usuario" es el nombre de usuario elegido. Se mostrar&aacute; su
    p&aacute;gina de perfil, donde podr&aacute; introducir una direcci&oacute;n de email que deber&aacute; confirmar siguiendo el enlace en el email
    de confirmaci&oacute;n enviado a la direcci&oacute;n proporcionada.</p>

<p>&iquest;Cu&aacute;l es la politica de privacidad? &iquest;Por qu&eacute; debo proporcionar mi direcci&oacute;n de correo electr&oacute;nico?</p>

<p>Todos los datos recopilados en este experimento ser&aacute;n tratados an&oacute;nimamente y de acuerdo con la legislaci&oacute;n vigente.
    Cada participante podr&aacute; elegir qu&eacute; datos revelar al resto de participantes y no se revelar&aacute;n datos personales de
    ning&uacute;n participante si su consentimiento expreso, ni ser&aacute;n empleados con otro prop&oacute;sito que el estudio en curso.</p>

<p>Se requiere proporcionar una direcci&oacute;n v&aacute;lida de correo electr&oacute;nico para:
    <br/>-Dificultar el uso inapropiado de la aplicaci&oacute;n y obtener datos m&aacute;s fiables.
    <br/>-Recuperar el acceso a la cuenta en caso de que el participante no disponga del nombre de usuario o password
    empleados en el registro.
    <br/>-Informar a los usuarios, en caso de que as&iacute; lo deseen, sobre actualizaciones y cambios en la aplicaci&oacute;n.

<p>&iquest;C&oacute;mo puedo modificar mi perfil, cambiar mi password o seleccionar qu&eacute; datos de mi perfil pueden ver otros
    usuarios?</p>

<p>Al igual que la direcci&oacute;n de correo electr&oacute;nico proporcionada, el resto de datos del perfil de usuario se editan en
    la p&aacute;gina de perfil.</p>

<p></p>

<p>OTRAS DUDAS Y PROBLEMAS</p>

<p>SynAPP es un proyecto en desarrollo:
    <br/>-Si encuentra alg&uacute;n error o tiene cualquier duda sobre su uso, por favor comuniqueselo al administrador.
    <br/>-Ay&uacute;denos a mejorarla envi&aacute;ndonos su opini&oacute;n: Todo comentario ser&aacute; apreciado.

<form action="putfeedback.php">
    Nombre:<input type="text" />
    <br/><textarea>Escriba aqui su comentario.</textarea>
    <br/><input type="submit" value="Enviar">
</form>
</body>
</html>